cask_args appdir: "/Applications"

brew 'exa'
brew 'git'
brew 'mackup'
brew 'mas'
brew 'neofetch'
brew 'starship'

tap "homebrew/bundle"
tap "homebrew/cask-fonts"

cask 'canva'
cask 'clipy'
cask 'deepl'
cask 'discord'
cask 'docker'
cask 'figma'
cask 'font-hackgen'
cask 'font-hackgen-nerd'
cask 'marta'
cask 'notion'
cask 'raycast'
cask 'spotify'
cask 'stats'
cask 'visual-studio-code'
cask 'vivaldi'
cask 'warp'
cask 'zoom'

mas 'HotKey', id: 975890633
mas 'Kindle', id: 405399194
mas 'LINE', id: 539883307
mas 'Magnet', id: 441258766
mas 'Slack', id: 803453959
